his-fil/04.11.20-w.org
#+TITLE: 04 11 20 W
* Anaksagoras
- 5 w p.n.e.
- napisał "Peri Physeos"
- **arche** to rozum (nieograniczony), **nus** (duch)
- dzięki **nus** rozum ma zdolność porządkowania świata
- dot (?)
* Empodokles
- 492 - 436 p.n.e.
- człowiek powinien stać się bogiem, ulec ubóstwieniu
- legendarna śmierć (etna, wulkan, sandały)
- teoria 4 wiecznych elementów
  - woda
  - powietrze
  - ogień
  - ziemia
- 2 siły rządzące wrzechświatem
  - siła przyciągająca - miłość
  - siła odpychająca - nienawiść
- ananke (gr. /konieczność/) -  zaczyna określac przeznaczenie
- położył fundamenty pod teorie atomistyczną (nazywał "atomy" cegiełkami)
* Zenon z Elei
- 5 w p.n.e.
- dialektyka
- sztuka zadawania pytań
- **arche** to nieskończoność, bezkres
- podzielnośc, /regressus ad infinitum/
- paradoksy zenona (dotyczyły ruchu czy podzielnosci?)
* Leukippos
- wprowadza /atomos/
- atomista - wszystko składa się z atomów
- napisał "o wielkim istnieniu świata"
- wiele **archai**:
  - atom
  - pustka
- agnostyk (?)
- świat nie ma znaczenia (nie ma w świecie konieczności (/ananke/))
-- eidola (?)
|-> niezgodnosc atomizmu z religią

* Demokryt z Abdery
- filozof przyrody
- napisał około 70 tesktów - nie zachowały się
- atomista
- "smiejący się filozof"
- daremność ludzkich wysiłków
- zgadza się z Leukipposem - jedyne co istnieje to atomy i pustka
- wg Demokryta przyroda to "coś, co nie posiada ani poczatku, ani końca" - ni została więc stworzona
- przyroda nie ma celu ani przeznaczenia
- rozróżnienie pomiędzy makro i mikrokomosem
- człowiek to mikrokosmos
- **eudaimonia** - szczęście
