semestr1/his-fil/04.11.20-w.md

# Table of Contents

1.  [Anaksagoras](#orgf125b62)
2.  [Empodokles](#org6f62697)
3.  [Zenon z Elei](#org4b78047)
4.  [Leukippos](#orgf27552e)
5.  [Demokryt z Abdery](#orgf49161d)



<a id="orgf125b62"></a>

# Anaksagoras

-   5 w p.n.e.
-   napisał "Peri Physeos"
-   ****arche**** to rozum (nieograniczony), ****nus**** (duch)
-   dzięki ****nus**** rozum ma zdolność porządkowania świata
-   dot (?)


<a id="org6f62697"></a>

# Empodokles

-   492 - 436 p.n.e.
-   człowiek powinien stać się bogiem, ulec ubóstwieniu
-   legendarna śmierć (etna, wulkan, sandały)
-   teoria 4 wiecznych elementów
    -   woda
    -   powietrze
    -   ogień
    -   ziemia
-   2 siły rządzące wrzechświatem
    -   siła przyciągająca - miłość
    -   siła odpychająca - nienawiść
-   ananke (gr. *konieczność*) -  zaczyna określac przeznaczenie
-   położył fundamenty pod teorie atomistyczną (nazywał "atomy" cegiełkami)


<a id="org4b78047"></a>

# Zenon z Elei

-   5 w p.n.e.
-   dialektyka
-   sztuka zadawania pytań
-   ****arche**** to nieskończoność, bezkres
-   podzielnośc, *regressus ad infinitum*
-   paradoksy zenona (dotyczyły ruchu czy podzielnosci?)


<a id="orgf27552e"></a>

# Leukippos

-   wprowadza *atomos*
-   atomista - wszystko składa się z atomów
-   napisał "o wielkim istnieniu świata"
-   wiele ****archai****:
    -   atom
    -   pustka
-   agnostyk (?)
-   świat nie ma znaczenia (nie ma w świecie konieczności (*ananke*))

&#x2013; eidola (?)

<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides">


</table>


<a id="orgf49161d"></a>

# Demokryt z Abdery

-   filozof przyrody
-   napisał około 70 tesktów - nie zachowały się
-   atomista
-   "smiejący się filozof"
-   daremność ludzkich wysiłków
-   zgadza się z Leukipposem - jedyne co istnieje to atomy i pustka
-   wg Demokryta przyroda to "coś, co nie posiada ani poczatku, ani końca" - ni została więc stworzona
-   przyroda nie ma celu ani przeznaczenia
-   rozróżnienie pomiędzy makro i mikrokomosem
-   człowiek to mikrokosmos
-   ****eudaimonia**** - szczęście

